Repository: ggbond268/MacTools
Catalog: Plugins/AppUninstaller/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# history.copy
source: Copy Diagnostics (Redact Home Folder)
zh_hans: 拷贝诊断信息（隐藏主目录）
zh_hant: 拷贝诊断信息（隐藏主目录）

# history.completed
source: Selected items moved to Trash
zh_hans: 所选项目已移入废纸篓
zh_hant: 所选项目已移入废纸篓

# history.partial
source: Incomplete · Review results
zh_hans: 未完成 · 请检查结果
zh_hant: 未完成 · 请检查结果

# result.trashed
source: Moved to Trash
zh_hans: 已移入废纸篓
zh_hant: 已移入废纸篓

# result.retained
source: Not selected; retained
zh_hans: 未选择，已保留
zh_hant: 未选择，已保留

# result.changed
source: Changed or expired; retained
zh_hans: 已变化或过期，已保留
zh_hant: 已变化或过期，已保留

# result.running
source: Still running; retained
zh_hans: 仍在运行，已保留
zh_hant: 仍在运行，已保留

# result.blocked
source: Checks did not pass; retained
zh_hans: 检查未通过，已保留
zh_hant: 检查未通过，已保留

# result.failed
source: Move failed; original location restored
zh_hans: 移入失败，已恢复原位置
zh_hant: 移入失败，已恢复原位置

# result.cancelled
source: Stopped; item retained
zh_hans: 已停止，项目保留原位
zh_hant: 已停止，项目保留原位

# result.attention
source: Staged location needs attention
zh_hans: 需要检查暂存位置
zh_hant: 需要检查暂存位置

# confidence.verified
source: Verified Identity
zh_hans: 已验证标识
zh_hant: 已验证标识

# confidence.strong
source: Exact Identifier Match
zh_hans: 精确标识匹配
zh_hant: 精确标识匹配

# confidence.shared
source: Shared Data
zh_hans: 共享数据
zh_hant: 共享数据

# confidence.possible
source: Ownership Uncertain
zh_hans: 归属待核实
zh_hant: 归属待核实

# confidence.protected
source: Conflicting or Protected
zh_hans: 冲突或受保护
zh_hant: 冲突或受保护

# kind.application
source: Application Bundle
zh_hans: 应用本体
zh_hant: 应用本体

# kind.cache
source: Cache
zh_hans: 缓存
zh_hant: 缓存

# kind.log
source: Log
zh_hans: 日志
zh_hant: 日志

# kind.preference
source: Preferences
zh_hans: 偏好设置
zh_hant: 偏好设置

# kind.savedState
source: Saved Application State
zh_hans: 保存的应用状态
zh_hant: 保存的应用状态

# kind.support
source: Application Support
zh_hans: 应用支持数据
zh_hant: 应用支持数据

# kind.container
source: Application Container
zh_hans: 应用容器
zh_hant: 应用容器

# kind.groupContainer
source: Shared Container
zh_hans: 共享容器
zh_hant: 共享容器

# kind.launchAgent
source: Launch Agent
zh_hans: 启动代理
zh_hant: 启动代理

# loss.application
source: The app’s executable and resources. Associated data may also exist in other locations.
zh_hans: 应用的可执行文件与资源。关联数据可能保存在其他位置。
zh_hant: 应用的可执行文件与资源。关联数据可能保存在其他位置。

# loss.cache
source: Caches may support offline access. Removing them can require downloading or regenerating data.
zh_hans: 缓存可能用于离线访问；移除后可能需要重新下载或生成。
zh_hant: 缓存可能用于离线访问；移除后可能需要重新下载或生成。

# loss.log
source: Historical runtime and diagnostic records. Past records cannot be regenerated after removal.
zh_hans: 历史运行与诊断记录，移除后无法重新生成过去的记录。
zh_hant: 历史运行与诊断记录，移除后无法重新生成过去的记录。

# loss.preference
source: Application preferences, potentially including account information or custom configuration.
zh_hans: 应用偏好设置，可能包含账号或自定义配置。
zh_hant: 应用偏好设置，可能包含账号或自定义配置。

# loss.savedState
source: Saved windows and restoration state, potentially including work awaiting recovery.
zh_hans: 保存的窗口与恢复状态，可能包含尚未恢复的工作。
zh_hant: 保存的窗口与恢复状态，可能包含尚未恢复的工作。

# loss.sensitive
source: May contain databases, chat history, models, or other valuable content. Clear ownership does not make it disposable.
zh_hans: 可能包含数据库、聊天记录、模型或其他重要内容。归属明确不代表可以丢弃。
zh_hant: 可能包含数据库、聊天记录、模型或其他重要内容。归属明确不代表可以丢弃。

# loss.shared
source: Several applications may share this location. One app’s evidence cannot establish exclusive ownership.
zh_hans: 多个应用可能共用此位置，不能仅根据一个应用确认独占归属。
zh_hant: 多个应用可能共用此位置，不能仅根据一个应用确认独占归属。

# loss.service
source: May manage background services. Use the developer’s supported management method.
zh_hans: 可能管理后台服务；应使用开发者提供的管理方式。
zh_hant: 可能管理后台服务；应使用开发者提供的管理方式。

# source.unknown
source: Installation source: Unknown
zh_hans: 安装来源：未知
zh_hant: 安装来源：未知

# source.receipt
source: App Store receipt found (purchase not verified)
zh_hans: 发现 App Store 收据（未验证购买记录）
zh_hant: 发现 App Store 收据（未验证购买记录）

# source.homebrew
source: Homebrew installation record found; manage with Homebrew
zh_hans: 发现 Homebrew 安装记录，请使用 Homebrew 管理
zh_hant: 发现 Homebrew 安装记录，请使用 Homebrew 管理

# source.system
source: System application · Protected
zh_hans: 系统应用 · 受保护
zh_hant: 系统应用 · 受保护

# source.managed
source: Device management status requires administrator review
zh_hans: 设备管理状态需要管理员确认
zh_hant: 设备管理状态需要管理员确认

# source.vendor
source: System components or a possible vendor uninstaller require review
zh_hans: 发现系统组件或可能的厂商卸载工具，请先查看说明
zh_hant: 发现系统组件或可能的厂商卸载工具，请先查看说明

# evidence.selected
source: This is the selected valid application bundle.
zh_hans: 这是所选应用的有效应用包。
zh_hant: 这是所选应用的有效应用包。

# evidence.exact
source: This location exactly matches the application identifier:
zh_hans: 此位置名称与应用标识符完全一致：
zh_hant: 此位置名称与应用标识符完全一致：

# evidence.preference
source: The preference domain matches the application identifier:
zh_hans: 偏好设置域与应用标识符一致：
zh_hant: 偏好设置域与应用标识符一致：

# evidence.state
source: The saved-state directory uses the application identifier:
zh_hans: 保存状态目录使用应用标识符：
zh_hant: 保存状态目录使用应用标识符：

# evidence.container
source: The container metadata identifier matches:
zh_hans: 容器元数据标识符一致：
zh_hant: 容器元数据标识符一致：

# evidence.group
source: The application signature declares this shared group:
zh_hans: 应用签名声明共享组：
zh_hant: 应用签名声明共享组：

# evidence.competing
source: Another application uses the same identifier:
zh_hans: 其他应用使用同一标识符：
zh_hant: 其他应用使用同一标识符：

# evidence.executable
source: The service executable is inside the application bundle:
zh_hans: 服务程序位于应用包内：
zh_hant: 服务程序位于应用包内：

# evidence.conflict
source: Container metadata conflicts with its directory name.
zh_hans: 容器元数据与目录名称不一致。
zh_hant: 容器元数据与目录名称不一致。

# metadata.title
source: App Uninstaller
zh_hans: 应用卸载
zh_hant: 应用卸载

# metadata.description
source: Review ownership evidence before moving an app and selected associated files to Trash.
zh_hans: 检查归属证据，确认后将应用与选定的关联文件移入废纸篓。
zh_hant: 检查归属证据，确认后将应用与选定的关联文件移入废纸篓。

# review.open
source: Review
zh_hans: 检查
zh_hant: 检查

# permission.title
source: Full Disk Access
zh_hans: 完全磁盘访问
zh_hant: 完全磁盘访问

# permission.description
source: Inspect protected associated locations; unavailable locations remain visibly incomplete.
zh_hans: 检查受保护的关联位置；未授权的位置会显示检查不完整。
zh_hant: 检查受保护的关联位置；未授权的位置会显示检查不完整。

# permission.unknown
source: Full Disk Access has not been confirmed. Scans show actual readable coverage; reopen MacTools after granting access.
zh_hans: 尚未确认完全磁盘访问。扫描会显示实际可读范围；授权后请重新打开 MacTools。
zh_hant: 尚未确认完全磁盘访问。扫描会显示实际可读范围；授权后请重新打开 MacTools。
